Repository: zd-dalibor/cardreader
Catalog: CardReader/Strings/*/Resources.resw
Source language: en_us
Languages: sr_latn_rs

# AddressDateCtl.Header
source: Address Date
sr_latn_rs: Datum adrese

# AddressLabelCtl.Header
source: Address Label
sr_latn_rs: Labela adrese

# ApartmentNumberCtl.Header
source: Apartment Number
sr_latn_rs: Broj apartmana

# AppDescription
source: Card reader application.
sr_latn_rs: Aplikacija za čitanje kartica.

# AppDisplayName
source: Card Reader
sr_latn_rs: Čitač kartica

# AppTitleBar.Text
source: Card Reader
sr_latn_rs: Čitač kartica

# AuthorityIssuingCtl.Header
source: Authority Issuing
sr_latn_rs: Organ izdavanja saobraćajne dozvole

# BeginReadBtn.Content
source: Begin Read
sr_latn_rs: Započni čitanje

# CardReaderCtl.Header
source: Reader
sr_latn_rs: Čitač

# CardReaderCtl.RefreshTooltip
source: Refresh readers list.
sr_latn_rs: Osvežite listu čitača.

# CardTypeCtl.Header
source: Card Type
sr_latn_rs: Tip kartice

# ChipSerialNumberCtl.Header
source: Chip Serial Number
sr_latn_rs: Serijski broj čipa

# ClearReaderDataBtn.Content
source: Clear
sr_latn_rs: Poništi

# ColourOfVehicleCtl.Header
source: Colour of Vehicle
sr_latn_rs: Boja vozila

# CommercialDescriptionCtl.Header
source: Commercial Description
sr_latn_rs: Komercijalna oznaka (model)

# CommunityCtl.Header
source: Community
sr_latn_rs: Zajednica

# CommunityOfBirthCtl.Header
source: Community of Birth
sr_latn_rs: Zajednica rođenja

# CompetentAuthorityCtl.Header
source: Competent Authority
sr_latn_rs: Ovlašćeni organ

# DateOfBirthCtl.Header
source: Date of Birth
sr_latn_rs: Datum rođenja

# DateOfFirstRegistrationCtl.Header
source: Date of First Registration
sr_latn_rs: Datum prve registracije

# DocRegNoCtl.Header
source: Document Registration Number
sr_latn_rs: Registracion broj dokumenta

# DocumentSerialNumberCtl.Header
source: Document Serial Number
sr_latn_rs: Serijski borj dokumenta

# DocumentTypeCtl.Header
source: Document Type
sr_latn_rs: Tip dokumenta

# EngineCapacityCtl.Header
source: Engine Capacity
sr_latn_rs: Radna zapremina motora

# EngineIdNumberCtl.Header
source: Engine ID Number
sr_latn_rs: Broj motora

# EntranceCtl.Header
source: Entrance
sr_latn_rs: Ulaz

# ErrorDialogContent
source: There has been an error. {0}
sr_latn_rs: Došlo je do greške. {0}

# ErrorDialogTitle
source: Error
sr_latn_rs: Greška

# ExpiryDateCtl.Header
source: Expiry Date
sr_latn_rs: Datum isteka

# FloorCtl.Header
source: Floor
sr_latn_rs: Sprat

# GivenNameCtl.Header
source: Given Name
sr_latn_rs: Ime

# HomeMenuItemName
source: Home
sr_latn_rs: Početna

# HouseLetterCtl.Header
source: House Letter
sr_latn_rs: Slovo kuće

# HouseNumberCtl.Header
source: House Number
sr_latn_rs: Broj kuće

# IdDocumentAddressDate
source: Address Date
sr_latn_rs: Datum adrese

# IdDocumentAddressLabel
source: Address Label
sr_latn_rs: Labela adrese

# IdDocumentApartmentNumber
source: Apartment Number
sr_latn_rs: Broj apartmana

# IdDocumentCardType
source: Card Type
sr_latn_rs: Tip kartice

# IdDocumentChipSerialNumber
source: Chip Serial Number
sr_latn_rs: Serijski broj čipa

# IdDocumentCommunity
source: Community
sr_latn_rs: Zajednica

# IdDocumentCommunityOfBirth
source: Community of Birth
sr_latn_rs: Zajednica rođenja

# IdDocumentDate
source: Date
sr_latn_rs: Datum

# IdDocumentDateOfBirth
source: Date of Birth
sr_latn_rs: Datum rođenja

# IdDocumentDocRegNo
source: Document Registration Number
sr_latn_rs: Registracion broj dokumenta

# IdDocumentDocumentSerialNumber
source: Serial Number
sr_latn_rs: Serijski borj dokumenta

# IdDocumentDocumentType
source: Document Type
sr_latn_rs: Tip dokumenta

# IdDocumentEntrance
source: Entrance
sr_latn_rs: Ulaz

# IdDocumentExpiryDate
source: Expiry Date
sr_latn_rs: Datum isteka

# IdDocumentFloor
source: Floor
sr_latn_rs: Sprat

# IdDocumentGivenName
source: Given Name
sr_latn_rs: Ime

# IdDocumentHouseLetter
source: House Letter
sr_latn_rs: Slovo kuće

# IdDocumentHouseNumber
source: House Number
sr_latn_rs: Broj kuće

# IdDocumentIssuingAuthority
source: Issuing Authority
sr_latn_rs: Izdavač

# IdDocumentIssuingDate
source: Issuing Date
sr_latn_rs: Datum izdavanja

# IdDocumentNationalityFull
source: Nationality Full
sr_latn_rs: Nacionalnost

# IdDocumentParentGivenName
source: Parent Given Name
sr_latn_rs: Ime oca

# IdDocumentPersonalNumber
source: Personal Number
sr_latn_rs: Lični broj

# IdDocumentPlace
source: Place
sr_latn_rs: Mesto

# IdDocumentPlaceOfBirth
source: Place of Birth
sr_latn_rs: Mesto rođenja

# IdDocumentSex
source: Sex
sr_latn_rs: Pol

# IdDocumentState
source: State
sr_latn_rs: Država

# IdDocumentStateOfBirth
source: State of Birth
sr_latn_rs: Država rođenja

# IdDocumentStatusOfForeigner
source: Status of Foreigner
sr_latn_rs: Status stranca

# IdDocumentStreet
source: Street
sr_latn_rs: Ulica

# IdDocumentSurname
source: Surname
sr_latn_rs: Prezime

# IdDocumentTitle
source: ID
sr_latn_rs: Lična karta

# IdReaderButtonCtl.Content
source: ID
sr_latn_rs: Lična karta

# IdReaderCardTypeForeigner
source: Foreigner ID card
sr_latn_rs: Lična karta za strance

# IdReaderCardTypeNew
source: New ID card
sr_latn_rs: Nova lična karta

# IdReaderCardTypeOld
source: Old ID card
sr_latn_rs: Stara lična karta

# IdReaderErrorMessage
source: ID reader error: {0}
sr_latn_rs: Greška pri čitanju: {0}

# IdReaderItemName
source: ID
sr_latn_rs: Lična karta

# IssuingAuthorityCtl.Header
source: Issuing Authority
sr_latn_rs: Izdavač

# IssuingDateCtl.Header
source: Issuing Date
sr_latn_rs: Datum izdavanja

# MaximumNetPowerCtl.Header
source: Maximum Net Power
sr_latn_rs: Snaga motora u kW

# MaximumPermissibleLadenMassCtl.Header
source: Maximum Permissible Laden Mass
sr_latn_rs: Najvćeda dozvoljena masa

# MessageErrorTitle
source: Error
sr_latn_rs: Greška

# NationalityFullCtl.Header
source: Nationality Full
sr_latn_rs: Nacionalnost

# NumberOfAxlesCtl.Header
source: Number of Axles
sr_latn_rs: Broj osovina

# NumberOfSeatsCtl.Header
source: Number of Seats
sr_latn_rs: Broj mesta za sedenje uključujući i mesto vozača

# NumberOfStandingPlacesCtl.Header
source: Number of Standing Places
sr_latn_rs: Broj mesta za stajanje

# OwnerAddressCtl.Header
source: Owner Address
sr_latn_rs: Prebivalište (sedište) i adresa vlasnika vozila

# OwnerNameCtl.Header
source: Owner Name
sr_latn_rs: Ime vlasnika

# OwnersPersonalNoCtl.Header
source: Owners Personal No
sr_latn_rs: JMBG, odnosno matični broj vlasnika vozila

# OwnersSurnameOrBusinessNameCtl.Header
source: Owners Surname or Business Name
sr_latn_rs: Prezime vlasnika (firma odnosno naziv za pravna lica)

# ParentGivenNameCtl.Header
source: Parent Given Name
sr_latn_rs: Ime oca

# PersonalNumberCtl.Header
source: Personal Number
sr_latn_rs: Lični broj

# PlaceCtl.Header
source: Place
sr_latn_rs: Mesto

# PlaceOfBirthCtl.Header
source: Place of Birth
sr_latn_rs: Mesto rođenja

# PowerWeightRatioCtl.Header
source: Power Weight Ratio
sr_latn_rs: Odnos snaga/masa u kg/kW (samo za motocikle)

# ReaderDataReportBtnToolTip.Content
source: Print
sr_latn_rs: Štampa

# RegistrationNumberOfVehicleCtl.Header
source: Registration Number of Vehicle
sr_latn_rs: Registarski broj vozila

# RestrictionToChangeOwnerCtl.Header
source: Restriction to Change Owner
sr_latn_rs: Zabrana otuđenja vozila do

# SelectLanguageCtl.Header
source: Change Language
sr_latn_rs: Promeni jezik

# SelectThemeCtl.Header
source: Theme
sr_latn_rs: Tema

# SelectThemeMsg.Text
source: Please restart application when theme is changes. Some element will not be refreshed until application restart.
sr_latn_rs: Restartujte aplikaciju posle promene teme. Neki element se nece osvežiti bez restrartovanja aplikacije.

# SerialNumberCtl.Header
source: Serial Number
sr_latn_rs: Serijski broj saobraćajne dozvole

# SettingsButtonCtl.Content
source: Settings
sr_latn_rs: Podešavanja

# SettingsMenuItemName
source: Settings
sr_latn_rs: Podešavanja

# SexCtl.Header
source: Sex
sr_latn_rs: Pol

# SigCardVerifiedTlp.Content
source: Card data signature verification ({0})
sr_latn_rs: Verifikacija potpisa ključnih podataka ({0})

# SigFixedVerifiedTlp.Content
source: Fixed data signature verification ({0})
sr_latn_rs: Verifikacija potpisa nepomenljivih podataka ({0})

# SignatureVerificationFailed
source: Failed
sr_latn_rs: Greška

# SignatureVerificationNone
source: None
sr_latn_rs: Nedostupno

# SignatureVerificationSuccess
source: Success
sr_latn_rs: Uspešno

# SigPortraitVerifiedTlp/Content
source: Portrait data signature verification ({0})
sr_latn_rs: Verifikacija potpisa slike portreta ({0})

# SigVariableVerifiedTlp.Content
source: Variable data signature verification ({0})
sr_latn_rs: Verifikacija potpisa promenljivih podataka ({0})

# StateCtl.Header
source: State
sr_latn_rs: Država

# StateIssuingCtl.Header
source: State Issuing
sr_latn_rs: Država izdavanja

# StateOfBirthCtl.Header
source: State of Birth
sr_latn_rs: Država rođenja

# StatusOfForeignerCtl.Header
source: Status of Foreigner
sr_latn_rs: Status stranca

# StreetCtl.Header
source: Street
sr_latn_rs: Ulica

# SurnameCtl.Header
source: Surname
sr_latn_rs: Prezime

# ThemeDark
source: Dark
sr_latn_rs: Tamna

# ThemeDefault
source: Default
sr_latn_rs: Podrazumevana

# ThemeLight
source: Light
sr_latn_rs: Svetla

# TypeApprovalNumberCtl.Header
source: TypeApproval Number
sr_latn_rs: Homologacijska oznaka

# TypeOfFuelCtl.Header
source: Type of Fuel
sr_latn_rs: Vrsta goriva ili pogona

# UnambiguousNumberCtl.Header
source: Unambiguous Number
sr_latn_rs: Jedinstveni broj pod kojim je vozilo upisano u registar

# UsersAddressCtl.Header
source: Users Address
sr_latn_rs: Prebivalište (sedište) i adresa korisnika vozila

# UsersNameCtl.Header
source: Users Name
sr_latn_rs: Ime korisnika vozila

# UsersPersonalNoCtl.Header
source: Users Personal No
sr_latn_rs: JMBG, odnosno matični broj korisnika vozila

# UsersSurnameOrBusinessNameCtl.Header
source: Users Surname or Business Name
sr_latn_rs: Prezime korisnika vozila (firma odnosno naziv za pravna lica)

# VehicleCategoryCtl.Header
source: Vehicle Category
sr_latn_rs: Vrsta vozila

# VehicleIdDocumentAuthorityIssuing
source: Authority Issuing
sr_latn_rs: Organ izdavanja saobraćajne dozvole

# VehicleIdDocumentColourOfVehicle
source: Colour of Vehicle
sr_latn_rs: Boja vozila

# VehicleIdDocumentCommercialDescription
source: Commercial Description
sr_latn_rs: Komercijalna oznaka (model)

# VehicleIdDocumentCompetentAuthority
source: Competent Authority
sr_latn_rs: Ovlašćeni organ

# VehicleIdDocumentDate
source: Date
sr_latn_rs: Datum

# VehicleIdDocumentDateOfFirstRegistration
source: Date of First Registration
sr_latn_rs: Datum prve registracije

# VehicleIdDocumentEngineCapacity
source: Engine Capacity
sr_latn_rs: Radna zapremina motora

# VehicleIdDocumentEngineIdNumber
source: Engine ID Number
sr_latn_rs: Broj motora

# VehicleIdDocumentExpiryDate
source: Expiry Date
sr_latn_rs: Datum isteka

# VehicleIdDocumentIssuingDate
source: Issuing Date
sr_latn_rs: Datum izdavanja

# VehicleIdDocumentMaximumNetPower
source: Maximum Net Power
sr_latn_rs: Snaga motora u kW

# VehicleIdDocumentMaximumPermissibleLadenMass
source: Maximum Permissible Laden Mass
sr_latn_rs: Najvćeda dozvoljena masa

# VehicleIdDocumentNumberOfAxles
source: Number of Axles
sr_latn_rs: Broj osovina

# VehicleIdDocumentNumberOfSeats
source: Number of Seats
sr_latn_rs: Broj mesta za sedenje uključujući i mesto vozača

# VehicleIdDocumentNumberOfStandingPlaces
source: Number of Standing Places
sr_latn_rs: Broj mesta za stajanje

# VehicleIdDocumentOwnerAddress
source: Owner Address
sr_latn_rs: Prebivalište (sedište) i adresa vlasnika vozila

# VehicleIdDocumentOwnerName
source: Owner Name
sr_latn_rs: Ime vlasnika

# VehicleIdDocumentOwnersPersonalNo
source: Owners Personal No
sr_latn_rs: JMBG, odnosno matični broj vlasnika vozila

# VehicleIdDocumentOwnersSurnameOrBusinessName
source: Owners Surname or Business Name
sr_latn_rs: Prezime vlasnika (firma odnosno naziv za pravna lica)

# VehicleIdDocumentPowerWeightRatio
source: Power Weight Ratio
sr_latn_rs: Odnos snaga/masa u kg/kW (samo za motocikle)

# VehicleIdDocumentRegistrationNumberOfVehicle
source: Registration Number of Vehicle
sr_latn_rs: Registarski broj vozila

# VehicleIdDocumentRestrictionToChangeOwner
source: Restriction to Change Owner
sr_latn_rs: Zabrana otuđenja vozila do

# VehicleIdDocumentSerialNumber
source: Serial Number
sr_latn_rs: Serijski broj saobraćajne dozvole

# VehicleIdDocumentStateIssuing
source: State Issuing
sr_latn_rs: Država izdavanja

# VehicleIdDocumentTitle
source: Vehicle ID
sr_latn_rs: Saobraćajna

# VehicleIdDocumentTypeApprovalNumber
source: TypeApproval Number
sr_latn_rs: Homologacijska oznaka

# VehicleIdDocumentTypeOfFuel
source: Type of Fuel
sr_latn_rs: Vrsta goriva ili pogona

# VehicleIdDocumentUnambiguousNumber
source: Unambiguous Number
sr_latn_rs: Jedinstveni broj pod kojim je vozilo upisano u registar

# VehicleIdDocumentUsersAddress
source: Users Address
sr_latn_rs: Prebivalište (sedište) i adresa korisnika vozila

# VehicleIdDocumentUsersName
source: Users Name
sr_latn_rs: Ime korisnika vozila

# VehicleIdDocumentUsersPersonalNo
source: Users Personal No
sr_latn_rs: JMBG, odnosno matični broj korisnika vozila

# VehicleIdDocumentUsersSurnameOrBusinessName
source: Users Surname or Business Name
sr_latn_rs: Prezime korisnika vozila (firma odnosno naziv za pravna lica)

# VehicleIdDocumentVehicleCategory
source: Vehicle Category
sr_latn_rs: Vrsta vozila

# VehicleIdDocumentVehicleIdNumber
source: VehicleId Number
sr_latn_rs: Broj šasije

# VehicleIdDocumentVehicleLoad
source: Vehicle Load
sr_latn_rs: Nosivost vozila

# VehicleIdDocumentVehicleMake
source: Vehicle Make
sr_latn_rs: Marka

# VehicleIdDocumentVehicleMass
source: Vehicle Mass
sr_latn_rs: Masa

# VehicleIdDocumentVehicleType
source: Vehicle Type
sr_latn_rs: Tip

# VehicleIdDocumentYearOfProduction
source: Year of Production
sr_latn_rs: Godina proizvodnje

# VehicleIdNumberCtl.Header
source: VehicleId Number
sr_latn_rs: Broj šasije

# VehicleIdReaderButtonCtl.Content
source: Vehicle ID
sr_latn_rs: Saobraćajna

# VehicleIdReaderErrorMessage
source: Vehicle ID reader error: {0}
sr_latn_rs: Greška pri čitanju: {0}

# VehicleIdReaderItemName
source: Vehicle ID
sr_latn_rs: Saobraćajna

# VehicleIdRegistrationDataEmpty
source: Registration data {0} is empty.
sr_latn_rs: Registracioni podaci {0} su prazni.

# VehicleIdRegistrationDataInvalid
source: Registration data {0} is invalid. ({1}, {2})
sr_latn_rs: Registracioni podaci {0} nisu ispravni. ({1}, {2})

# VehicleIdRegistrationDataValid
source: Registration data {0} is valid.
sr_latn_rs: Registracioni podaci {0} su ispravni.

# VehicleLoadCtl.Header
source: Vehicle Load
sr_latn_rs: Nosivost vozila

# VehicleMakeCtl.Header
source: Vehicle Make
sr_latn_rs: Marka

# VehicleMassCtl.Header
source: Vehicle Mass
sr_latn_rs: Masa

# VehicleTypeCtl.Header
source: Vehicle Type
sr_latn_rs: Tip

# YearOfProductionCtl.Header
source: Year of Production
sr_latn_rs: Godina proizvodnje
